
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf segundos";

/* No comment provided by engineer. */
"%i days" = "%i días";

/* No comment provided by engineer. */
"%i hours" = "%i horas";

/* No comment provided by engineer. */
"%i minutes" = "%i minutos";

/* No comment provided by engineer. */
"%i weeks" = "%i semanas";

/* No comment provided by engineer. */
"1 day" = "1 día";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 second" = "1 segundo";

/* No comment provided by engineer. */
"1 week" = "1 semana";

/* Copy the link to the clipboard */
"Copy Link" = "Copiar enlace";

/* No comment provided by engineer. */
"Custom..." = "Personalizar...";

/* No comment provided by engineer. */
"Image Picker" = "Selecctor de imágenes";

/* No comment provided by engineer. */
"Invalid Input" = "Entrada incorrecta";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"Select Image" = "Seleccionar imagen";
